app/controllers/notepads_controller.rb

SELECT "notepads".* FROM "notepads"
---
  def index
    @notepads = Notepad.all